<!-- index.html -->
<!DOCTYPE html>
<html lang="ro">
<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>Las Vegas - Acas&#259;</title>
  <link rel="stylesheet" href="css/style.css">
  <link rel="preconnect" href="https://fonts.googleapis.com">
  <link rel="stylesheet" href="https://fonts.googleapis.com/css2?family=Poppins:wght@400;700&display=swap">
</head>
<body>
  <!-- Meniu de navigare -->
	<nav>
		<div class="logo">
			<img src="img/logo.png" alt="Las Vegas Logo" height="80">
		</div>
		<ul class="nav-links">
			<li><a href="index.html" class="active">Acasă</a></li>
			<li><a href="history.html">Istorie</a></li>
			<li><a href="people.html">Personalități</a></li>
			<li><a href="services.html">Servicii</a></li>
			<li><a href="sightseeing.html">Obiective turistice</a></li>

		</ul>
	</nav>


  <!-- Conținut pagină Acasă -->
  <main>

    <!-- Secțiune erou cu buton Explore -->
	<header class="hero-section">
		<div class="hero-content">
			<h1>Explorează Las Vegas</h1>
			<h2 class="subtitle">Orașul luminilor, al viselor și al libertății</h2>
			<button id="scrollToGallery">Explorează &rarr;</button>
		</div>
	</header>

    <!-- Galerie scrollabilă pe un rând -->
    <section class="image-gallery">
      <button class="scroll-btn left">&#8249;</button>
      <div class="gallery-track">
        <img src="img/las_vegas_strip_night.jpg" alt="Las Vegas Strip luminat noaptea">
        <img src="img/bellagio_fountains.jpg" alt="Fântânile Bellagio în acțiune">
        <img src="img/fremont_experience.jpg" alt="Fremont Street Experience plin de turiști">
        <img src="img/vegas_show.jpg" alt="Spectacol live în Las Vegas">
        <img src="img/vegas_nightlife.jpg" alt="Viață de noapte în Las Vegas">
      </div>
      <button class="scroll-btn right">&#8250;</button>
    </section>

    <section class="info-vegas">
	
	<p>Las Vegas, numit adesea <em>&bdquo;Ora&#351;ul P&#259;catelor&rdquo;</em>, este renumit &#238;n &#238;ntreaga lume ca 
		un t&#259;r&#226;m al distrac&#355;iei non-stop. Situat &#238;n de&#351;ertul Nevada, acest ora&#351; str&#259;lucitor 
		este <strong>Capitala mondial&#259; a divertismentului</strong>, atr&#259;g&#226;nd anual milioane de vizitatori 
		dornici s&#259; guste din via&#355;a de noapte vibrant&#259;, cazinourile legendare &#351;i spectacolele unice.</p>
	
	<p>Exploreaz&#259; site-ul nostru pentru a descoperi istoria fascinant&#259; a Las Vegas-ului, personalit&#259;&#355;ile 
       celebre care au marcat acest ora&#351;, serviciile &#351;i experien&#355;ele de top pe care le ofer&#259; 
       turi&#351;tilor, precum &#351;i cele mai impresionante obiective turistice. Ce se &#238;nt&#226;mpl&#259; &#238;n Vegas, 
       r&#259;m&#226;ne &#238;n Vegas – dar aventurile tale pot &#238;ncepe chiar acum!</p>	
	
	<h2>Las Vegas – Inima deșertului, capitala distracției</h2>
	<p>Las Vegas, situat în inima deșertului Mojave, este locul unde luminile nu se sting niciodată. 
       Cunoscut pentru viața de noapte spectaculoasă, spectacolele de talie mondială și cazinourile 
       sale legendare, acest oraș oferă o experiență unică pentru fiecare vizitator.</p>

     <h2>Ce poți descoperi în Las Vegas?</h2>
      <ul>
        <li><strong>The Strip</strong> – Artera centrală plină de hoteluri tematice, spectacole, fântâni dansatoare și restaurante de lux.</li>
        <li><strong>Fremont Street</strong> – Zona veche a orașului, revitalizată cu un tavan LED uriaș și muzică live în fiecare seară.</li>
        <li><strong>Cultură și artă</strong> – Muzeul Neonului, Art District și festivaluri culturale te surprind la fiecare colț.</li>
      </ul>

      <h2>Evenimente de neratat în 2025</h2>
      <p>De la festivaluri electronice la concerte legendare în noua arenă <em>Sphere</em>, Las Vegas găzduiește 
        spectacole de neuitat. În 2025, orașul devine gazda evenimentului <strong>UNITY Festival</strong> – 
        o colaborare între Tomorrowland și Insomniac.</p>

      <blockquote>„Ce se întâmplă în Vegas, rămâne în Vegas.” – dar amintirile durează o viață întreagă.</blockquote>
    </section>
  </main>

  <footer class="site-footer">
    &copy; 2025 Las Vegas – Ciobanu Alexandra Maria.
  </footer>

  <script src="scripts/main.js"></script>
</body>
</html>